tap 'homebrew/cask'
tap 'aws/tap'
tap 'homebrew/services'

brew 'autojump'
brew 'ssh-copy-id'
brew 'awscli'
brew 'amazon-ecs-cli'
brew 'jq'
brew 'docker-compose'
brew 'fzf'
brew 'volta'

cask 'google-chrome'
cask 'brave-browser'
cask 'dropbox'
cask 'onedrive'
cask 'iterm2'
cask '1password'
cask 'slack'
cask 'authy'
cask 'daisydisk'
cask 'kindle'
cask 'visual-studio-code'
cask 'spotify'
cask 'tableplus'
cask 'skitch'
cask 'docker'
cask 'tunnelblick'
cask 'insomnia'
cask 'cleanmymac'
cask 'alfred'
cask 'authy'
