tap 'homebrew/cask'
tap 'aws/tap'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew 'autojump'
brew 'ssh-copy-id'
brew 'awscli'
brew 'amazon-ecs-cli'
brew 'jq'
brew 'docker-compose'
brew 'fzf'
brew 'volta'
brew 'git'
brew 'neovim'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'fd'
brew 'tmux'
brew 'dust'

cask 'google-chrome'
cask 'brave-browser'
cask 'dropbox'
cask 'onedrive'
cask 'iterm2'
cask '1password'
cask 'slack'
cask 'authy'
cask 'daisydisk'
cask 'kindle'
cask 'visual-studio-code'
cask 'spotify'
cask 'tableplus'
cask 'skitch'
cask 'docker'
cask 'tunnelblick'
cask 'insomnia'
cask 'cleanmymac'
cask 'alfred'
cask 'authy'
cask 'alacritty'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'font-sauce-code-pro-nerd-font'
cask 'font-monoid-nerd-font'
